options = [
    "🛠 Работаю", "🔍 Выполняю", "⏳ Обождите",
    "🤓 Занимаюсь", "💼 В работе", "✨ Делаю чудо",
    "🤖 Бип буп бип буп", "🔎 Нахожусь в процессе выполнения.",
    "🎯 Сосредотачиваюсь на задаче.", "🚶 Иду к цели.", "🔍 В процессе решения.",
    "🔨 Работаю над этим.", "💪 Усердно тружусь.", "🔍 Ищу ответ в базе данных… 🤔",
    "☁️ Прошу вас подождать, я обращаюсь к облаку ищу нужные биты…", "🤔 Считаю до бесконечности… 1, 2, 3, 4, 5, …",
    "🤔 Сейчас я в режиме 'подумай-подумай'…", "🚀 Моя квантовая машина перебирает все возможные варианты…",
    "👥 Сейчас спрошу у коллег", "🌌 Моя квантовая машина размышляет над вашим вопросом…",
    "🤖 Ищу ответ в бинарном коде… 01001000 01101111 01101111 01110010 01100001 01111001!",
    "⏳ Ищу ответ в пространстве-времени…", "🔥 Прошу вас подождать, я обращаюсь к законам термодинамики…",
    "🏃 Мои байты бегут впереди меня, но я всегда догоняю их!", "🐝 Сейчас я занят как пчела в улье – много задач, но я стараюсь!",
    "🛒 Моя очередь в очереди – это как ожидание в магазине перед праздниками.",
    "🏰 Нужно построить Зиггурат.", "🔓 Взламываю Пентагон", "🛡 Я жажду служить", "💰 Нужно больше золота"
]